
[A_Sylvan_TreantRefuge H7TownDwelling]
mName="Роща энтов"
mDesc="Поселение легендарных существ.\nПозволяет нанимать энтов (1 в неделю)."
[A_Sylvan_TownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_Sylvan_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_Sylvan_SylannasPerfectBalance H7TownTearOfAsha]
mName="Гармония Силанны"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\nЕсли вашей армией командует герой Лесного союза, то в начале каждого боя все вражеские отряды получают по одной метке."
[A_Sylvan_SylannasInfiniteGift H7TownBuilding]
mName="Вечный дар Силанны"
mDesc="Приносит 1 ед. %icon_wood древесины и 1 ед. %icon_ore руды в день."
[A_Sylvan_SunGarden H7TownDwelling]
mName="Солнечный сад"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать лунных ланей и нанимать солнечных оленей."
[A_Sylvan_StoneRing H7TownDwelling]
mName="Круг древних камней"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать друидов и нанимать друидов-старейшин."
[A_Sylvan_StoneCircle H7TownDwelling]
mName="Круг камней"
mDesc="Поселение элитных существ.\nПозволяет нанимать дриудов (7 в неделю)."
[A_Sylvan_StoneBridge H7TownGrowthEnhancer]
mName="Каменный мост"
mDesc="Улучшение поселения элитных существ.\n+7 друидов или друидов-старейшин в неделю."
[A_Sylvan_SparklingFountain H7TownGrowthEnhancer]
mName="Искрящийся фонтан"
mDesc="Улучшение поселения основных существ.\n+10 фей или нимф в неделю."
[A_Sylvan_ShrineOfPerfectHarmony H7TownGrowthEnhancer]
mName="Святилище Гармонии"
mDesc="Улучшение поселения основных существ.\n+10 дриад или дриад дубрав в неделю."
[A_Sylvan_SacredTree H7TownGrowthEnhancer]
mName="Священное древо"
mDesc="Улучшение поселения основных существ.\n+2 лунные лани или солнечных оленя."
[A_Sylvan_SacredGrove H7TownDwelling]
mName="Священная роща"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать дриад и нанимать дриад дубрав."
[A_Sylvan_Mystic_Pond H7TownSiloBuilding]
mName="Таинственный пруд"
mDesc="Приносит 1 ед. %icon_Crystal кристаллов драконьей крови, %icon_Dragonsteel драконьей стали, %icon_Shadowsteel сумрачной стали или %icon_Starsilver звездного серебра в день."
[A_Sylvan_MoonGlade H7TownDwelling]
mName="Лунная поляна"
mDesc="Поселение элитных существ.\nПозволяет нанимать лунных ланей (2 в неделю)."
[A_Sylvan_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход. Малые существа также будут парализованы до конца своего хода."
[A_Sylvan_Marketplace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_Sylvan_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_Sylvan_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Sylvan_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Sylvan_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Sylvan_HuntersLodge H7TownDwelling]
mName="Хижины егерей"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать охотников и нанимать егерей."
[A_Sylvan_HuntersCabin H7TownDwelling]
mName="Жилища охотников"
mDesc="Поселение основных существ.\nПозволяет нанимать охотников (11 в неделю)."
[A_Sylvan_HorseStables H7TownBuilding]
mName="Конюшня"
mDesc="+5 к дальности перемещения героя до конца недели."
[A_Sylvan_HallowGrove H7TownDwelling]
mName="Заповедные леса"
mDesc="Поселение основных существ.\nПозволяет нанимать дриад (20 в неделю)."
[A_Sylvan_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_Sylvan_GoldenPath H7TownBuilding]
mName="Золотой путь"
mDesc="Удваивает скорость перемещения каравана, покидающего этот город."
[A_Sylvan_GardenOfTheSacredSeed H7TownUtilityUnitDwelling]
mName="Сад священной жизни"
mDesc="Создание средств поддержки.\nПозволяет нанимать энтов-прародителей."
[A_Sylvan_FountainOfRestoration H7TownBuilding]
mName="Фонтан восстановления"
mDesc="+10 к %ICON_LEADERSHIP боевому духу всех отрядов в армии героя на следующие 3 боя."
[A_Sylvan_Fortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Sylvan_Fortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются танцующие с клинками и друиды.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Sylvan_Fortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищают феи и охотники."
[A_Sylvan_FaeryWoods H7TownDwelling]
mName="Леса нимф"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать фей и нанимать нимф."
[A_Sylvan_FaeryTrees H7TownDwelling]
mName="Деревья фей"
mDesc="Поселение основных существ.\nПозволяет нанимать фей (19 в неделю)."
[A_Sylvan_Embassy H7TownEmbassy]
mName="Посольство"
mDesc="Ваши герои получают +15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг этого города."
[A_Sylvan_DreamForest H7TownBuilding]
mName="Лес грез"
mDesc="Вражеские герои перемещаются на 20% медленнее по землям, принадлежащим этому городу."
[A_Sylvan_DragonShrine H7TownDwelling]
mName="Святилище драконов"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать зеленых драконов и нанимать изумрудных драконов."
[A_Sylvan_DragonAltar H7TownDwelling]
mName="Алтарь драконов"
mDesc="Поселение легендарных существ.\nПозволяет нанимать зеленых драконов (1 в неделю)."
[A_Sylvan_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_Sylvan_Bladesmith H7TownGrowthEnhancer]
mName="Кузница оружейников"
mDesc="Улучшение поселения основных существ.\n+6 танцующих с клинками или мастеров клинка в неделю."
[A_Sylvan_BladeDancerTerrace H7TownDwelling]
mName="Терраса мастеров клинка"
mDesc="Поселение элитных существ.\nПозволяет нанимать танцующих с клинками (6 в неделю)."
[A_Sylvan_BladeDanceArena H7TownDwelling]
mName="Арена мастеров клинка"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать танцующих с клинками и нанимать мастеров клинка."
[A_Sylvan_Blacksmith H7TownUtilityUnitDwelling]
mName="Кузница"
mDesc="Создание средств поддержки.\nПозволяет покупать баллисты сильванов."
[A_Sylvan_ArcheryRange H7TownGrowthEnhancer]
mName="Стрельбище лучников"
mDesc="Улучшение поселения основных существ.\n+5 охотников или егерей в неделю."
[A_Sylvan_ArcheryPlatforms H7TownTower]
mName="Защитные башни"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_Sylvan_TreantSanctum H7TownDwelling]
mName="Священные земли энтов"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать энтов и нанимать древних энтов."
[A_Sylvan_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[sylvanbuildingabilities.A_Sylvan_DreamForest_Ability H7BaseAbility]
mName="Лес грез (способность)"
[sylvanbuildingabilities.A_Sylvan_DreamForest_BuffHero H7BaseBuff]
mName="Лес грез"
mTooltip="Герой перемещается на 20% медленнее по землям, принадлежащим этому городу."
[sylvanbuildingabilities.A_Sylvan_Embassy_Buff H7BaseBuff]
mName="Посольство"
mTooltip="+15% к шансу вступить в переговоры с нейтральными армиями в землях вокруг города."
[sylvanbuildingabilities.A_Sylvan_GoldenPath_Buff H7BaseBuff]
mName="Золотой путь"
mTooltip="Дальность перемещения удвоена"
[sylvanbuildingabilities.A_Sylvan_HorseStables_Ability H7BaseAbility]
mName="Конюшня (способность)"
[sylvanbuildingabilities.A_Sylvan_SylannasPerfectBalance_HeroBuff H7BaseBuff]
mName="Гармония Силанны"
mTooltip="В начале каждого боя все вражеские отряды получают по одной метке."
[sylvanbuildingabilities.A_Sylvan_SylannasPerfectBalance_TownBuff H7BaseBuff]
mName="Гармония Силанны"

[sylvanbuildingabilities.A_Sylvan_GoldenPath_Ability H7BaseAbility]
mName="Золотой путь (способность)"

UCP 1.1

[A_Sylvan_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[A_Sylvan_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

7.5_mod : 

[A_Sylvan_chambre_des_tigres H7TownDwelling]
mName="Поляна единорогов"
mDesc="Позволяет принести в жертву егерей, чтобы нанять могущественное элитное существо - единорога."

[A_Sylvan_chambre_des_Queen H7TownDwelling]
mName="Изумрудная пещера"
mDesc="Позволяет завербовать мощное существо-чемпиона - Древнего Изумрудного Дракона. \Может быть завербован с помощью функции "завербовать всех"."
